[
  {
    "text": "Get my ass on SNL and make me the Boss of SNL and I can promise you thta I will bring back all of the Classics."
  },
  {
    "text": "imagine the sheer power of a man shattering a boulder with a whip. incredible"
  },
  {
    "text": "ATLANTIC CITY - 9:02am - A second oversized globe has hit the Ripley's Believe it or Not Museum ."
  },
  {
    "text": "carefully walking @TheRealOJ32 through the process of deleting his account to avoid letting the trolls win, like we're defusing a bomb"
  },
  {
    "text": "thinking that every time elon musk trends on here it's because he invented cold fusion, not because he publicly called someone an \"Ass Hat\""
  },
  {
    "text": "posting LIVE from a resort in the Dominican Republic, getting blasted in the face from all directions with pesticides, lips flapping around"
  },
  {
    "text": "for most of i can remember, people have been talking SHIT"
  },
  {
    "text": "sure, punch all the teeth out of my mouth for having an Opinion.  Very good"
  },
  {
    "text": "nonchalantly wearing a pink sweater vest while plowing out my wife during a 4.7 magnitude earth quake"
  },
  {
    "text": "beanie babies are just bit coins in real life"
  },
  {
    "text": "Its fucked up to think about that only 2 years ago, in 2017, the current year (2019) was considered \"The future\""
  },
  {
    "text": "@TheRealOJ32 hey before we start recording the Anti-SJW pod cast we planned im gonna need a notarized document stating you didnt kill anyone"
  },
  {
    "text": "not Suprising to see these LOSERs attack Sports and Athletic Legend @TheRealOJ32, as i've been attacked just as maliciously, if not more so,"
  },
  {
    "text": "ive been notified by my agent that if i do not tweet the phrase \"Epic Wells Fargo\" four times this month i will have one of my ears cut off"
  },
  {
    "text": "me vs. a girl follower's Father, screaming grappling match in a parking garage, trying some WWE wreslting moves im not athletic enough to do"
  },
  {
    "text": "leaning against the back wall of the e3 conference, looking at pictures of condoms on my phone while all the dorks freak out about nerd shit"
  },
  {
    "text": "ive done the research, ive looked at the facts, ive analyzed the hard data and my conclusion is that youre way more mad than i am right now,"
  },
  {
    "text": "sitting on toilet, avoiding wife whos mad at me for saying Chinese zodiac animal and spirit animal are the same thing"
  },
  {
    "text": "Im so pissed off im going to throw up"
  },
  {
    "text": "the most classic form of capital punishment is being restrained in the stocks and having tomatoes thrown at you just for being a dumb ass"
  },
  {
    "text": "if it werent for the invention of the electric chair iw ould do so much crime. id be smashing vases and shit right now"
  },
  {
    "text": "@nenelightangel Im nodding my head"
  },
  {
    "text": "look at all these pitiful toads shamelessly seeking validation, unlike me, seeking validation in a cool, disaffected sort of way"
  },
  {
    "text": "thinking about how much higher we'd rank on the World Happiness Report if they said gamers should be allowed to be landowners, on the news"
  },
  {
    "text": "nine boys crowded around a 19\" television \"Franklin for Fuckin adults \" \"Its about damn time\" \"Hell yes, this\" *all rubbing hands together*"
  },
  {
    "text": "i speak for every mother fucker when i say i would pay gladly $100000 for a Mature version of Franklin the turtle show"
  },
  {
    "text": "Oh we're doing toughguy shit now ."
  },
  {
    "text": "rotating inside of a porto potty at least 4 times looking for the sink"
  },
  {
    "text": "if you don't think i like to muck about on here... i damn say you're in for the shock of a life time!!!!"
  },
  {
    "text": "going to the bathroom \"On Principle\""
  },
  {
    "text": "absorbing Dip Shit energy from the lousy posts on here and throwing up f rom the body reaction"
  },
  {
    "text": "i hate it when shit is \"Sparta\""
  },
  {
    "text": "thinking about how Fucked i`d be if someone hurled a metal trash can at the back of my head at full force, or if i fell 10ft onto some rocks"
  },
  {
    "text": "Geting that \"Impersonating an officer\" money"
  },
  {
    "text": "More jokes about the movie \"Baby driver\" .  Soon"
  },
  {
    "text": "guy who says \"Thank you\" to the other passengers in his shared Lyft ride when they arrive at their destination ansd get out of the car"
  },
  {
    "text": "@SCJohnson @AGMikeHunter @JNJNews nail his ass to the fucking WALL"
  },
  {
    "text": "putting my dick in a Capsule"
  },
  {
    "text": "if Ur not retweeting or other wise liking all this good shit SC Johnson A Family Company is posting i got 2 words for U and that is Fuck you"
  },
  {
    "text": "@barrelshifter Trtuh"
  },
  {
    "text": "@waif0000 hes a dog and i will capture him"
  },
  {
    "text": "the mysterious \"Dr. Gamer\""
  },
  {
    "text": "@celiartificial just getting some shut eye"
  },
  {
    "text": "im going to crush you in to powder. im gonna powder your ass"
  },
  {
    "text": "whats more racist?  saying \"I am a black men's penis\" in 2006, or having my presidential run kneecapped, for doing that"
  },
  {
    "text": "airlines should give you a smaller barf bag for when you just want to spit out a piece of sandwich"
  },
  {
    "text": "ME: watch it bud. my friend RickGamecube, you see, he dont like getting pissed off so much\nRickGamecube: I dont like getting pissed off"
  },
  {
    "text": "@g0m did you get any new info yet"
  },
  {
    "text": "im a journalist now so send me any scoops you might hiave and ill try to post it here if its not perverted"
  },
  {
    "text": "my followers have abandoned me after finding out that i dont have any ass cheeks and that the hole is just exposed all the time like a dog's"
  },
  {
    "text": "rhinestone cowboy 2: titanium cowboy"
  },
  {
    "text": "@waif0000 hit up my 18+ accout @Quaker_Oats"
  },
  {
    "text": "@waif0000 theyre the ones who approved it in the first place though. This reply makes no sense ."
  },
  {
    "text": "working at one of those \"Cool offices\" that has pinball machines and ping pong tables and dildo launchers and pepole shitting on the floor"
  },
  {
    "text": "I have been a jock since I was 0 years old ."
  },
  {
    "text": "@intellegint @dangerousneil lets all calm down in here."
  },
  {
    "text": "you can down vote me but Im god damn right"
  },
  {
    "text": "the entire time youre watching the movie 101 Dalmatians, youre just thinking, This is so many more dalmations than usual. It is just fucked"
  },
  {
    "text": "absolutely crushing it, and by \"it\" i mean my \"Balls\", while i attempt to wedge myself into the driver's seat of my 2004 kia optima"
  },
  {
    "text": "Please come to the provided address to deliver my 25 , 000 USD.  I will be there holding an empty suitcase, and grinning"
  },
  {
    "text": "sure, i would hire the trolls to come work at my multinational public relations firm... to clean the PISS and SHIT out of OUR TOILETS !!!"
  },
  {
    "text": "getting my cudgel autographed by a law officer"
  },
  {
    "text": "every single one of you will be locked up for deplatforming and demonitizing joe the plummbers imdb page"
  },
  {
    "text": "wiping m ass with toilet paper imprinted with an image of bin laden wiping his ass with toilet paper imprinted with the jp morgan chase logo"
  },
  {
    "text": "politifact... waiters should offer to can crush my cans when im done with them... TRUE"
  },
  {
    "text": "@victorgodonc Im sorry . Please buy my book"
  },
  {
    "text": "having to spell the word \"lunch\" instead of saying it so the boys don't get too excited"
  },
  {
    "text": "@eedrk i did not blow it"
  },
  {
    "text": "just embed the damn image automatically like all the other images i post. this looks like Shit."
  },
  {
    "text": "twitter should let me see the profiles of people that blocked me because i gotta know whoich of these bozos are talking shit"
  },
  {
    "text": "@SuccuCirno @BoleslawKRAKOW @realihavenoidea @OneAngryGamerHD who cares. pick up a foot ball"
  },
  {
    "text": "you can tell how much of a dipshit a guy is just by looking at the face he makes while jacking off"
  },
  {
    "text": "my Ass and my Nude Ass are two separate entities , both growing more Iconic in their own right , with each passing day"
  },
  {
    "text": "ive seen like 9 separate group dms that are named \"Boys Chat\". 9 parallel universes, each with their own fucked up opinions regarding Lunch"
  },
  {
    "text": "betting $10 on each of the horses because all of them are my God , and every one of them has the power to physically annihilate me"
  },
  {
    "text": "alcohol is a drug, beer is alcohol, and drugs are a form of beer"
  },
  {
    "text": "@waif0000 Enough ."
  },
  {
    "text": "wacky sitcom premise where i accidentally arrange to get my ass kicked and have my dick sucked in the same parking lot"
  },
  {
    "text": "i think it would be fucking stupid to be a fat ass caterpillar and have your entire body be made out of weak points"
  },
  {
    "text": "Just looking at some stuff that i clicked on."
  },
  {
    "text": "taking a Diagonal shit."
  },
  {
    "text": "the boys on shark tank just loving my propeller beanie that sprays piss everywhere while it spins"
  },
  {
    "text": "farm fresh signature homegoods dick sucker"
  },
  {
    "text": "Mr Truth Through Pain"
  },
  {
    "text": "where are my damn freaks.. where`s my nasty Posters. where are my fuckin doofuses"
  },
  {
    "text": "Where_Gogurt_Failed.txt"
  },
  {
    "text": "some brand writes a few checks and gets shit like \"#XmenDay\" trending while i struggle to riase awareness for me buying an above ground pool"
  },
  {
    "text": "but who will advocate the Non-essential oils?? the oils my body could not give a shit about either way"
  },
  {
    "text": "with the engagement numbers yiou people are giving me some times i think id may be better off changing my name to \"Mr Go Fuck Myself\""
  },
  {
    "text": "@robdelaney Thats not a signature bread. Thats a normal bread"
  },
  {
    "text": "Found it out the hard way that SubWay is no longer using Signature Breads. Ive been snookered. Ive been cock suckered"
  },
  {
    "text": "@Hermitwise @tlrkng bothj of you should be sent to abu ghraib for talking about your penises to me"
  },
  {
    "text": "investing like $30000 in Nike because i think people are buying a lot of shoes lately and i dont feel like looki ng up any other stock names"
  },
  {
    "text": "@patientmurderer yeah its dealing with punks like you is my job."
  },
  {
    "text": "i refuse to go to work until sex is eliminated. are we still doing the sex strike jokes. well thats my one"
  },
  {
    "text": "posting my 680 credit score durihg peak girl hours"
  },
  {
    "text": "going to deep fake some videos of myself saying some austin powers quotes flawlessly ,"
  },
  {
    "text": "@veryregularlady pain time"
  },
  {
    "text": "fun idea; for one day lets unlock all the locked accounts &amp; lay their posts bare for the scrutiny of the Public. then ban them for cowardice"
  },
  {
    "text": "Eiating a $26 Wagyu peanut butter and jelly sandwich while pushing some buttons on my watch"
  },
  {
    "text": "in fear of losing my job at panda express after telling a girl about my kidney stone ordeals and haivng it misinterpreted as sex talk"
  },
  {
    "text": "\"multi verse\" fuck your self. you`re only allowed to have one universe per costumed dipshit. absolutely none of this is my problem"
  },
  {
    "text": "guys who get circumcised when theyre like 45 years old are Sluts"
  },
  {
    "text": "burger king just did a $100 billion ad campaign to tell us theyre putting piss in the food now when i tell people that for free every day"
  },
  {
    "text": "my piss is black now anf has little pieces of pulp in it and i have to say it on this hash tag because doctors are ignoring me #MuellerGate"
  },
  {
    "text": "the taste of Bacardi infused with the raw power of Centrum Silver"
  },
  {
    "text": "he Sighed and drank from his cup of beer very lawyerly ,"
  },
  {
    "text": "NYT: retired Geologist from indiana proposes one Simple fact which will flip every thing you thought you knew about \"THE N-WORD\" on its head"
  },
  {
    "text": "im thinking my posts arent on The NY Times Best Seller list because they have been very difficult to access lately due to Inclement weather"
  },
  {
    "text": "dragging my Pitty's and my Rotty's around in a stage coach . 11 pea brained loud mouths thrashing around for treats"
  },
  {
    "text": "the guy who forced those flight attendants to wipe his ass died and im the only one willing to put politics aside to pay the proper respects"
  },
  {
    "text": "boss waiting patiently for me to finish doing steroids and throwing up into a plastic bucket before handing me some shit he wants me to fax"
  },
  {
    "text": "dogs used to say \"Arf\" and \"Bow-Wow\" .  Now they say shit like \"Wouwouwouwou\""
  },
  {
    "text": "Turner classic Homegoods"
  },
  {
    "text": "move every game stop to the peak of K2 and you will find out damn quick who are the real gamers"
  },
  {
    "text": "yes i still believe the idea of wingstop was STOLEN from game stop. my evidence? its called reality"
  },
  {
    "text": "kissing the female firefighter emoji as penance for being a dog brained fuck freak"
  },
  {
    "text": "@LeahTiscione @eedrk I will do better next time ."
  },
  {
    "text": "getting the zone auto zone"
  },
  {
    "text": "@waif0000 these compilations are made for adults"
  },
  {
    "text": "watchinh bottom of the barrel live streamer fail cringe compilations while i sit here and suck on an entire hoagie like a pacifier"
  },
  {
    "text": "alone and my thoughts..."
  },
  {
    "text": "ive invented a new kind of bed bugs for the toilet"
  },
  {
    "text": "i've had just gotten word that the $30 arrangement of Chef's Breads i had ordered to my home has been intercepted by trolls"
  },
  {
    "text": "The Mueller report, is hipster"
  },
  {
    "text": "16 reasons why Farm Fresh Corn on the cob could be your new Taste Obsession - Chef Édouard`s Corncob Lounge \"On 3rd\""
  },
  {
    "text": "lunch cabinet"
  },
  {
    "text": "Im the only man here who injects himself with a CIA Grade Truth Serum before each and every post i make. Remember only that"
  },
  {
    "text": "@kcgreenn @andrewhussie the book that single handledly made \"gaming\" a house hold name"
  },
  {
    "text": "none of my pets are breathing properly . Am i the asshole (AITA)"
  },
  {
    "text": "the most important part of any account on here is the posts. if you dont have the posts youre basically finished"
  },
  {
    "text": "Rumours are having it that this next star wars is fixing to be the most twisted, for adults, and mentally ill one yet #EpisodeIX #EpisodeIX"
  },
  {
    "text": "piss #ad"
  },
  {
    "text": "wandering aroud w/ my thumb up my ass during Civil War 2, asking people to show me their posts so i can tell if i should grenade them or not"
  },
  {
    "text": "juts donated $300000 to a lobbying firm whose main thing is letting people drive cars at the age of 6"
  },
  {
    "text": "just because im a gamer with Polio, doesnt mean i cant someday become somebody's Butler"
  },
  {
    "text": "not sure if im hearing all the lyrics, but it seems like the guy in the song \"Bad to the bone\" is bad because he has a lot of consensual sex"
  },
  {
    "text": "Feeling very crapped on by my followers"
  },
  {
    "text": "Im going to try posting like that now"
  },
  {
    "text": "Seems to me when you hand your money to the burger king man he takes it at 99mph but when he gives you your change back its 1mph. Oh lord!"
  },
  {
    "text": "25% exp penalty for asking what ethnicity beetlejuice is in the team chat"
  },
  {
    "text": "Bacon nutella fortnite selfystick iPhone avocado kanye Mocha Latte (deep breath) triggered tinder starbucks Chipotle safe space pumpkinspice"
  },
  {
    "text": "\"this is going to sound so cool\" i rev the engine and it explodes, leaving me rolling around on the road with a smouldering dick &amp; ass crack"
  },
  {
    "text": "i am not quite ready to declare this coming summer as \"The Summer of Gaming\" but keep up with my feed and i will let you know when i do it"
  },
  {
    "text": "if the sting ray that killed steve irwin tried to kill me i would bust its ass and crumple it up like a newspaper"
  },
  {
    "text": "before you go around muting my posts and blocking this or that , its important to consider the Shit that i bring to the table"
  },
  {
    "text": "i love shit that isnt \"For\" me"
  },
  {
    "text": "feeding my pigs a big bag of barber hair"
  },
  {
    "text": "i want to beat the shit out of a ufo"
  },
  {
    "text": "swinging my great grandfather's nine iron around on my motorcycle and saying \"Seniors Rule\" every time i hit something"
  }
]
